{
  "first.email.subject": {
    "en": "Wikipedia study: completing a 10 minute Wikipedia task  (part 2 of 3)",
    "ar": "دراسة ويكيبيديا: استكمال مهمة على ويكيبيديا تستغرق ١٠ دقائق",
    "fa": "پژوهش ویکی‌پدیا: تمام کردن وظیفه ۱۰ دقیقه‌ای در ویکیپدیا (بخش ۲ از ۳)",
    "pl": "Badanie na temat Wikipedii: 10 minutowoe zadanie  (część 2 z 3)",
    "de": "Wikipedia-Studie: Durchführung einer zehnminütigen Aufgabe auf Wikipedia (Teil 2 von 3)"
  },
  "first.email.body": {
    "en": "Hello {username},\nThank you again for being a participant in our Wikipedia study and helping us learn how to improve  [Arabic, German, Persian, Polish] Wikipedia.\n\nWe now invite you to complete the second of three steps in the study by following this link: {URL}.\n\nThis task will ask you to contribute to [Arabic, German, Persian, Polish] Wikipedia in one of many ways, for example reviewing content, rating a revision or giving some other kind of feedback.\n\nThe task should take about 10 minutes. Please set aside enough time to complete the task in one sitting. We ask that you complete the task by {date}.\n\nThank you again for your participation!\n\nJulia Kamin (julia.kamin@civilservant.io)\n\nAs a reminder, if you complete the study you will be eligible to receive a  [German, Polish=”barnstar”. Arabic, Persian=”certificate of completion”]. You may also choose to leave the study at any time and request that your data be removed by emailing julia.kamin@civilservant.io.",
    "ar": "أهلاً {username}\nنشكرك مجدداً على مشاركتك في دراستنا حول ويكيبيديا ومساعدتنا في الحصول على فهم أفضل لكيفية تحسين ويكيبيديا بالعربية.\n\nندعوك الآن لاستكمال الخطوة الثانية (من أصل ثلاث) في هذه الدراسة عبر النقر على الرابط التالي: {URL}.\n\nستطلب هذه المهمة منك المشاركة في ويكيبيديا بالعربية في واحدةٍ من عدة طرق، على سبيل المثال مراجعة محتوى أو تقييم مراجعة أو تقديم نوع آخر من الآراء.\n\nسيستغرق إنجاز المهمة حوالي ١٠ دقائق. الرجاء تخصيص الوقت الكافي لإتمام المهمة في جلسة واحدة. نطلب منك إتمام المهمة بتاريخ {date}.\n\nشكراً جزيلاً على مشاركتك!\n\nجوليا كامن (julia.kamin@civilservant.io)\n\nنود التذكير بأن إتمام المشاركة في الدراسة يخولك الحصول على \"شهادة مشاركة\". يمكنك أيضاً أن تنهي مشاركتك في أي وقت وأن تطلب إزالة كافة معلوماتك وذلك بإرسال بريد الكتروني إلى: julia.kamin@civilservant.io",
    "fa": "سلام {username}, \n\nاز این‌که در پژوهش ما درباره ویکی‌پدیا مشارکت می‌کنند و به ما کمک می‌کنیم یاد بگیریم ویکی‌پدیای فارسی را چگونه بهبود ببخشیم مجددا متشکریم. \n\nاکنون از شما دعوت می‌کنیم قدم دوم از سه قدم موجود در این پژوهش را با دنبال کردن لینک زیر به اتمام برسانید: {URL}\n\nاین وظیفه از شما می‌خواهد در ویکی‌پدیای فارسی به یکی از انواع مختلف مشارکتی انجام دهید مثلا بازبینی محتوا، ارزیابی یک ویرایش یا ارائه نوع دیگری از نظر. \n\nاین وظیفه باید حدود ۱۰ دقیقه طول بکشد. لطفا زمان کامل برای تمام کردن آن در یک مرحله کنار بگذارید. از شما می‌خواهیم این وظیفه را تا تاریخ {date} به اتمام برساند.\n\nمجددا از مشارکت شما سپاس گذاریم!\n\nجولیا کمین (julia.kamin@civilservant.io)\n\nیادآوری می‌کنم اگر این پژوهش را به اتمام برسانید خواهید توانست یک پایان‌نامه اتمام کار دریافت کنید. در ضمن می‌توانید هر زمان خواستید از این پژوهش خارج شوید و تقاضا کنید که داده‌هایتان حذف شود. این کار را از طریق ایمیل زدن به julia.kamin@civilservant.io انجام دهید. \n\n\t",
    "pl": "Dzień dobry {username},\n\nDziękujemy ponownie za wyrażenie chęci do uczestniczenia w naszym badaniu na temat Wikipedii. Twoje zaangażowanie pozwoli również zrozumieć jak można poprawić polską Wikipedię. \n\nProsimy o wypełnienie drugiej, z trzech części, naszego badania, którą możesz rozpocząć poprzez kliknięcie linka: {URL}.\n\nZadanie będzie polegać na wsparciu polskiej Wikipedii na różne sposoby, np. poprzez sprawdzenie zawartości, ocenienie poprawek lub interakcji z innymi użytkownikami.\n\nPowinno to zająć około 10 minut. Prosimy o wypełnienie zadania za jednym razem oraz do dnia {date}.\n\nDziękujemy za Twój udział.\n\nJulia Kamin (julia.kamin@civilservant.io)\n\nPrzypomnienie – po zakończeniu projektu możesz otrzymać Gwiazdę Wikipedii. Możesz również opuścić projekt w każdym momencie oraz poprosić o usunięcie Twoich danych przez kontakt z julia.kamin@civilservant.io.",
    "de": "Hallo {username},\nvielen Dank noch mal, dass du an unserer Wikipedia-Studie teilnimmst und uns dabei hilfst, die deutsche Wikipedia zu verbessern.\n\nWir würden dich nun darum bitten, den zweiten von drei Schritten in dieser Studie durchzuführen. Dazu musst du nur auf diesen Link klicken: {URL}.\n\nIn diesem Schritt geht es darum, in irgendeiner Weise zur deutschsprachigen Wikipedia beizutragen – zum Beispiel, indem du bestimmte Inhalte überprüfst, Korrekturen bewertest oder irgendeine andere Art von Rückmeldung gibst.\n\nDie Aufgabe sollte nicht mehr als zehn Minuten in Anspruch nehmen. Bitte nimm dir genug Zeit, um sie in einem Durchgang zu erledigen, und schließe sie bis spätestens {date} ab.\n\nNochmals vielen Dank für deine Teilnahme!\n\nJulia Kamin (julia.kamin@civilservant.io)\n\nZur Erinnerung: Nach Abschluss der Studie hast du die Möglichkeit, einen Orden zu erhalten. Du kannst dich auch jederzeit aus der Studie zurückziehen und uns dazu auffordern, deine Daten zu löschen. Dazu musst du nur eine E-Mail an julia.kamin@civilservant.io schreiben."
  },
  "reminder.email.subject": {
    "en": "Wikipedia study: Time is running out: completing a 10 minute Wikipedia task (part 2 of 3)",
    "ar": "دراسة ويكيبيديا: الوقت ينفذ: إتمام مهمة ويكيبيديا التي تستغرق ١٠ دقائق (الجزء الثاني من ثلاثة)",
    "fa": "پژوهش ویکی‌پدیا:‌زمان دارد تمام می‌شود: وظیفه ۱۰ دقیقه‌ای در ویکی‌پدیا را به اتمام برسانید (بخش ۲ از ۳)",
    "pl": "Badanie na temat Wikipedii: zbliża się końcowy termin, prosimy o wypełnie 2 z 3 częsci projektu",
    "de": "Wikipedia-Studie: Die Zeit läuft ab: Durchführung einer zehnminütigen Aufgabe auf Wikipedia (Teil 2 von 3)"
  },
  "reminder.email.body": {
    "en": "Hello {username},\nThank you again for being a participant in our Wikipedia study and helping us learn how to improve  [Arabic, German, Persian, Polish] Wikipedia.\nWe hope that you are able to complete the second step in the study. You can do so by following this link: {URL}.\nAgain, the task will ask you to contribute to [Arabic, German, Persian, Polish] Wikipedia in one of many ways, for example reviewing content, rating a revision or giving some other\n kind of feedback. We ask that you complete the task by {date}.\n\nThe task should take about 10 minutes. Please set aside enough time to complete the task in one sitting. \n\nThank you again for your participation!\n\nJulia Kamin (julia.kamin@civilservant.io)\n\nAs a reminder, if you complete the study you will be eligible to receive a [German, Polish=”barnstar”. Arabic, Persian=”certificate of completion”]. You may also choose to leave the study at any time and request your data be removed by emailing julia.kamin@civilservant.io.",
    "ar": "أهلاً {username}\nنشكرك مجدداً على مشاركتك في دراستنا حول ويكيبيديا ومساعدتنا في الحصول على فهم أفضل لكيفية تحسين ويكيبيديا بالعربية.\n\nنأمل أن تكون قادراً على استكمال الخطوة الثانية من الدراسة. يمكنك القيام بذلك بالنقر على الرابط التالي: {URL}.\n\nنذكر مجدداً بأن المهمة ستطلب منك المشاركة في ويكيبيديا بالعربية في واحدةٍ من عدة طرق، على سبيل المثال مراجعة محتوى أو تقييم مراجعة أو تقديم نوع آخر من الآراء. نطلب منك إتمام المهمة بتاريخ {date}.\n\nسيستغرق إنجاز المهمة حوالي ١٠ دقائق. الرجاء تخصيص الوقت الكافي لإتمام المهمة في جلسة واحدة.\n\nشكراً جزيلاً على مشاركتك!\n\nجوليا كامن (julia.kamin@civilservant.io)\n\nنود التذكير بأن إتمام المشاركة في الدراسة يخولك الحصول على \"شهادة مشاركة\". يمكنك أيضاً أن تنهي مشاركتك في أي وقت وأن تطلب إزالة كافة معلوماتك وذلك بإرسال بريد الكتروني إلى: julia.kamin@civilservant.io\n\n",
    "fa": "سلام {username}, \n\nاز این‌که در پژوهش ما درباره ویکی‌پدیا مشارکت می‌کنند و به ما کمک می‌کنیم یاد بگیریم ویکی‌پدیای فارسی را چگونه بهبود ببخشیم مجددا متشکریم. \n\n{URL} امیدواریم شما قادر به اتمام مرحله دوم این پژوهش باشید. می‌توانند این کار را با لینک زیر انجام دهید:‌  \n\nاین وظیفه مجددا از شما می‌خواهد در ویکی‌پدیای فارسی به یکی از انواع مختلف مشارکتی انجام دهید مثلا بازبینی محتوا، ارزیابی یک ویرایش یا ارائه نوع دیگری از نظر. از شما می‌خواهیم این وظیفه را تا تاریخ {date} به اتمام برسانید.  \n\nاین وظیفه باید حدود ۱۰ دقیقه طول بکشد. لطفا زمان کامل برای تمام کردن آن در یک مرحله کنار بگذارید.\n\nمجددا از مشارکت شما سپاس گذاریم!\n\nجولیا کمین (julia.kamin@civilservant.io)\n\nیادآوری می‌کنم اگر این پژوهش را به اتمام برسانید خواهید توانست یک پایان‌نامه اتمام کار دریافت کنید. در ضمن می‌توانید هر زمان خواستید از این پژوهش خارج شوید و تقاضا کنید که داده‌هایتان حذف شود. این کار را از طریق ایمیل زدن به julia.kamin@civilservant.io انجام دهید. \n",
    "pl": "Dzień dobry {username},\n\nDziękujemy ponownie za wyrażenie chęci do uczestniczenia w naszym badaniu na temat Wikipedii. Twoje zaangażowanie pozwoli również zrozumieć jak można poprawić polską Wikipedię. \n\nProsimy o wypełnienie drugiej, z trzech części, naszego badania, którą możesz rozpocząć poprzez kliknięcie linka: {URL}.\n\nZadanie będzie polegać na wsparciu polskiej Wikipedii na różne sposoby, np. poprzez sprawdzenie zawartości, ocenienie poprawek lub interakcji z innymi użytkownikami.\n\nPowinno to zająć około 10 minut. Prosimy o wypełnienie zadania za jednym razem oraz do dnia {date}.\n\nDziękujemy za Twój udział.\n\nJulia Kamin (julia.kamin@civilservant.io)\n\nPrzypomnienie – po zakończeniu projektu możesz otrzymać Gwiazdę Wikipedii. Możesz również opuścić projekt w każdym momencie oraz poprosić o usunięcie Twoich danych przez kontakt z julia.kamin@civilservant.io.",
    "de": "Hallo {username},\nVielen Dank noch mal, dass du an unserer Wikipedia-Studie teilnimmst und uns dabei hilfst, die deutsche Wikipedia zu verbessern.\n\nWir hoffen, du bist in der Lage, den zweiten Schritt dieser Studie durchzuführen. Dazu musst du nur auf folgenden Link klicken: {URL}.\nNoch mal zur Erinnerung: In diesem Schritt geht es darum, in irgendeiner Weise zur deutschsprachigen Wikipedia beizutragen – zum Beispiel, indem du bestimmte Inhalte überprüfst, Korrekturen bewertest oder irgendeine andere Art von Rückmeldung gibst. Wir würden dich darum bitten, diese Aufgabe bis zum {date} abzuschließen.\n\nDie Aufgabe sollte nicht mehr als zehn Minuten in Anspruch nehmen. Bitte nimm dir genug Zeit, um sie in einem Durchgang zu erledigen.\n\nNochmals vielen Dank für deine Teilnahme!\n\nJulia Kamin (julia.kamin@civilservant.io)\n\nZur Erinnerung: Nachdem du alle Schritte durchgeführt hast, hast du die Möglichkeit, einen Orden zu erhalten. Du kannst dich auch jederzeit aus der Studie zurückziehen und uns dazu auffordern, deine Daten zu löschen. Dazu musst du nur eine E-Mail an julia.kamin@civilservant.io schreiben."
  },
  "thanker.landing.title": {
    "en": "Wikipedia Study Instructions",
    "ar": "تعليمات المشاركة في دراسة ويكيبيديا",
    "fa": "دستورالعمل‌های پژوهش ویکی‌پدیا",
    "pl": "Badanie na temat Wikipedii: Instrukcje",
    "de": "Wikipedia-Studie: Anweisungen"
  },
  "thanker.landing.body": {
    "en": "Thank you again for participating in this Wikipedia study.\n\nIn this part of the study we ask you to contribute to [Arabic, German, Persian, Polish] Wikipedia by “thanking” four editors for their contributions.\n\nAs you may know, Wikipedia editors can “thank” other editors for specific contributions. When you thank an editor, they receive a notice that says “<username> thanked you for your edit on <article name>.”\n\nIn the next pages, we will show you lists of revisions from different editors. For each editor, look for a revision that you think is worthy of thanks and to then click “Thank edit” for that revision. The user will then automatically receive a notice of your thanks. It is not necessary that you choose the revision most worthy of thanks; we do, however, ask that you use your judgment in deciding if the revision you choose merits thanks. If for any editor you do not see a revision worthy of thanks, you may click “pass” and go on to the next editor until you are able to thank four editors (you may have to “pass” more than one editor).\n\n",
    "ar": "ن في هذا الجزء من الدراسة المشاركة في ويكيبيديا بالعربية عبر \"شكر\" أربعة محررين على مساهماتهم.\n\nكما قد تعلشكرك مجدداً على مشاركتك في دراستنا حول ويكيبيديا.\n\nسنطلب منكم، يمكن لمحرري ويكيبيديا \"شكر\" محررين آخرين على مساهمات معينة. عندما تشكر محرراً فإنه سيتلقى إشعاراً يقول: \" <اسم المستخدم> وجه لك الشكر لتعديلاتك على <اسم المقال>\".\n\nفي الصفحات التالية سنعرض لك قوائم من المراجعات من محررين مختلفين. بالنسبة لكل محرر، ابحث عن مراجعةٍ قام بها ترى بأنها جديرة بالثناء ثم انقر على \"الشكر على التعديل\" لتلك المراجعة. سيتلقى المستخدم حينها تلقائياً إشعاراً بشكرك له. ليس من الضروري اختيار المراجعة الأفضل؛ لكننا مع ذلك نطلب منك استخدام تقييمك الخاص لتقرير إن كانت المراجعة التي اخترتها تستحق الثناء. إن لم تجد أي مراجعة للمحرر تستحق الثناء، يمكنك النقر على \"تجاوز\" والانتقال إلى المحرر الذي يليه إلى أن تتمكن في المحصلة من شكر أربعة محررين (قد تضطر إلى \"تجاوز\" أكثر من محرر واحد).",
    "fa": "مجددا از مشارکت شما در این پژوهش ویکی‌پدیا متشکریم. \n\nدر این بخش از پژوهش از شما می‌خواهیم دست به «تشکر» از چهار ویراستار ویکی‌پدیای فارسی بخاطر مشارکت‌هایشان بزنید. \n\nچنان‌که احتمالا می‌دانید ویراستاران ویکی‌پدیا امکان «تشکر» از سایر ویراستاران بخاطر مشارکت‌های مشخص‌شان را دارند. وقتی از    ویراستاری تشکر می‌کنید آن‌ها یادداشتی دریافت می‌کنند که می‌گوید « (<username>) از شما بخاطر ویراستاری که در <article name> انجام داده‌اید تشکر کرده.»\n\nدر صفحات بعدی به شما فهرست تغییراتی که ویراستاران مختلف انجام داده‌اند نشان می‌دهیم. برای هر ویراستار به دنبال آن تغییری باشید که به نظرتان شایسته تشکر است و سپس برای انجام آن روی «تشکر از ویراست» کلیک کنید. کاربر سپس به طور خودکار یادداشت تشکر شما را دریافت می‌کند. لازم نیست آن تغییری را انتخاب کنید که بیشتر از همه سزاوار تشکر است؛ اما خواهشمندیم که از قوه قضاوت خود در امر تصمیم‌گیری در مورد این‌که کدام تغییر شایسته تشکر است استفاده کنید. اگر ویراستاری هست که هیچ یکی از تغییراتش را شایسته تشکر نمی‌دانید روی «بعدی» کلیک کنید و بروید سراغ ویراستار بعدی تا زمانی که از چهار ویراستار تشکر کرده باشید (شاید لازم شود از بیش از یک ویراستار رد شوید).",
    "pl": "W tej części badania prosimy o udział w polskiej Wikipedii, „dziękując” czterech redaktorów za ich wkład.\n\nJak zapewne wiesz, redaktorzy Wikipedii mogą „podziękować” innym redaktorom za konkretne uwagi. Kiedy dziękujesz redaktorowi, otrzymują powiadomienie, że „<nazwa użytkownika> podziękował ci za edycję <nazwa artykułu>”.\n\nNa następnych stronach pokażemy listę zmian od różnych redaktorów. Dla każdego edytora poszukaj wersji, która Twoim zdaniem zasługuje na podziękowania, a następnie kliknij „Dziękujemy za edycję” dla tej wersji. Użytkownik automatycznie otrzyma powiadomienie o podziękowaniach. Nie jest konieczne, abyś wybrał wersję najbardziej godną podziękowania; jednak prosimy, abyś wykorzystał swój osąd przy podejmowaniu decyzji, czy zmiana, którą wybierzesz, zasługuje na podziękowania. Jeśli dla jakiegokolwiek edytora nie widzisz wersji wartej podziękowania, możesz kliknąć „pomiń” i przejść do następnego edytora, aż będziesz mógł podziękować czterem edytorom (być może będziesz musiał „pominąć” więcej niż jednego edytora).",
    "de": "Vielen Dank noch mal für deine Teilnahme an dieser Wikipedia-Studie.\n\nIn diesem Teil der Studie bitten wir dich darum, zur deutschsprachigen Wikipedia beizutragen, indem du vier Benutzerinnen oder Benutzern für ihre Mühen ein „Dankeschön“ zusendest.\n\nWie du vielleicht weißt, können sich Wikipedia-Benutzerinnen oder Wikipedia-Benutzern für bestimmte Beiträge gegenseitig danken. Wenn du einem Benutzerin oder Benutzer dankst, erhält er folgende Nachricht: „<Benutzername> dankte dir für deine Bearbeitung auf <Name des Artikels>“.\n\nAuf den nächsten Seiten werden dir mehrere Listen von Bearbeitungen angezeigt, die von verschiedenen Benutzerinnen oder Benutzern gemacht wurden. Suche bei jedem Benutzerin oder Benutzer nach einer Bearbeitung, von der du denkst, sie sei ein Dankeschön wert, und klicke dann auf danken. Der Benutzer erhält dann automatisch eine Dankesnachricht von dir. Du musst nicht zwangsläufig die Bearbeitung wählen, die den größten Dank verdient. Wir bitten dich aber darum, dass du dir gut überlegst, ob die Bearbeitung, für die du dich entscheidest, auch ein Dankeschön wert ist. Wenn du bei einem Benutzerin oder Benutzer keine Bearbeitung findest, bei der das der Fall ist, kannst du auf „Überspringen“ klicken und so zum nächsten Benutzerin oder Benutzer gelangen. Du kannst diesen Schritt so oft wiederholen, bis du vier verschiedenen Benutzerinnen oder Benutzern gedankt hast (es kann sein, dass du mehr als nur einen Benutzerin oder Benutzer „überspringen“ musst)."
  },
  "thanker.landing.next.button": {
    "en": "Next",
    "ar": "التالي",
    "fa": "بعدی",
    "pl": "Dalej",
    "de": "Weiter"
  },
  "thanker.tool.progress": {
    "en": "Progress",
    "ar": "التطور",
    "fa": "پیشرفت",
    "pl": "Postęp",
    "de": "Aktueller Stand"
  },
  "thanker.tool.progress.1": {
    "en": "You have thanked {0} users.",
    "ar": "قمت بشكر {0} مستخدم.",
    "fa": "از {0} کاربر تشکر کرده‌اند.",
    "pl": "Podziękowałeś {0} użytkownikom.",
    "de": "Du hast {0} Benutzern gedankt."
  },
  "thanker.tool.progress.2": {
    "en": "You have skipped {0} users.",
    "ar": "قمت بتجاوز {0} مستخدم.",
    "fa": "از {0} کاربر عبور کرده‌اند.",
    "pl": "Pominąłeś {0} użytkowników.",
    "de": "Du hast {0} Benutzer übersprungen."
  },
  "thanker.tool.instructions": {
    "en": "Below you can see the “diffs” of revisions from one editor on [Arabic\/German\/Persian\/Polish] Wikipedia. Please choose one of those revisions to “Thank.” Again, it is not important that you choose the edit that most merits thanks; we ask you use your judgment in choosing any revision that you think merits thanks.",
    "ar": "يمكنك أدناه رؤية \"الاختلافات\" بين محررٍ وآخر على ويكيبيديا بالعربية. يرجى اختيار أحد هذه المراجعات لتوجيه \"الشكر\". نذكر مجدداً بأنه ليس من الضروري اختيار المراجعة الأفضل؛ لكننا مع ذلك نطلب منك استخدام تقييمك الخاص في اختيار المراجعة التي تظن بأنها تستحق الثناء.",
    "fa": "در پایین می‌توانید تفاوت‌های ویرایش‌هایی که یک ویراستار در ویکی‌پدیای فارسی ایجاد کرده ببینید. لطفا یکی از این ویرایش‌ها را برای «تشکر» انتخاب کنید. یادآوری می‌کنیم که لازم نیست این آن ویرایشی باشد که بیش از همه شایسته تشکر است؛ ازتان می‌خواهیم از قضاوت‌تان در انتخاب تغییری که فکر می‌کنید بیش از همه شایسته تشکر است استفاده کنید.",
    "pl": "Poniżej możesz zobaczyć „różnice” wersji jednego redaktora na polskiej Wikipedii. Wybierz jedną z tych wersji do „Dziękujemy”. Nie jest ważne, aby wybrać edycję, która najbardziej zasługuje na podziękowania; prosimy, abyś wykorzystał swój osąd przy wyborze każdej zmiany, którą uważasz za najwłaściwszą",
    "de": "Weiter unten siehst du die Versionsunterschiede eines deutschsprachigen Wikipedia-Benutzerin oder Benutzers. Bitte wähle die Bearbeitung aus, für die du dich „bedanken“ möchtest. Noch mal zur Erinnerung: Es geht nicht darum, die Bearbeitung zu wählen, die den größten Dank verdient, sondern darum, dass du deine Entscheidung bewusst triffst."
  },
  "thanker.tool.diff.title": {
    "en": "Editor revision option #{0}.",
    "ar": "خيار مراجعة المحرر #{0}.",
    "fa": "گزینه تغییر توسط ویراستار شماره {0}",
    "pl": "Przegląd zmian redaktora #{0}.",
    "de": "Bearbeitungsoption #{0}."
  },
  "thanker.tool.thank.button": {
    "en": "Thank edit",
    "ar": "الشكر على التعديل",
    "fa": "تشکر از ویرایش",
    "pl": "Podziękuj edytuj",
    "de": "danken"
  },
  "thanker.tool.skip.button": {
    "en": "Skip editor",
    "ar": "تجاوز المحرر",
    "fa": "رد کردن کاربر\n",
    "pl": "Pomiń ",
    "de": "Diesen Benutzerin oder Benutzer überspringen"
  },
  "thanker.tool.skip.tooltip": {
    "en": "If this editor does not have any thankable edits, you may skip to the next editor. Your tasks will continue until you thank {0} editors. Editors you skipped will still be shown to other thankers.",
    "ar": "إن لم يكن لدى هذا المحرر أية تعديلات تستحق الثناء، يمكنك تجاوزه إلى المحرر التالي. ستستمر هذه المهمة إلى أن تشكر {0} محرر. سيبقى المحررون الذين تجاوزتهم ظاهرين للمشاركين الآخرين الذين يقدمون الشكر.",
    "fa": "اگر این کاربر ویرایش قابل تشکری ندارید می‌توانید بروید سراغ کاربر بعدی. وظایف شما تا زمانی که از {0} کاربر تشکر کرده‌اند. ادامه خواهد یافت.ویرایشگران که ازشان عبور کرده‌اید به سایر تشکرکنندگان نشان داده خواهند شد. ",
    "pl": "Jeśli ten redaktor nie ma edycji zasługujących na podziękowanie, możesz przejść do następnego edytora. Twoje zadania będą kontynuowane, dopóki nie podziękujesz {0} redaktorom. Redaktorzy, których pominąłeś, nadal będą pokazywani innym osobom dziękującym.",
    "de": "Wenn du glaubst, dass dieser Benutzerin oder Benutzer keine dankeswerten Bearbeitungen gemacht hat, kannst du ihn überspringen. Die Aufgabe wird so lange weitergehen, bis du {0} Benutzerinnen oder Benutzern gedankt hast."
  },
  "thanker.tool.skip.manyskips": {
    "en": "We notice you’ve skipped {0} editors. You are welcome to continue until you thank four editors, or you may also leave at any point if the task is too difficult.",
    "ar": "لاحظنا بأنك تجاوزت {0} محرر. يمكنك الاستمرار إلى أن تقوم بشكر أربعة محررين، كما يمكنك مغادرة هذه المهمة في أي وقت إن كانت المهمة صعبة عليك.",
    "fa": "متوجه شدیم که {0} ویراستار را عبور داده‌اید. لطفا تا زمانی که از چهار ویراستار تشکر کرده‌اید ادامه دهید و اگر هم این وظیفه زیادی دشوار است می‌توانید هر وقت خواستید از آن خارج شوید.",
    "pl": "Pominąłeś {0} redaktorów. Możesz przeglądać kolejnych użytkowników do momentu aż podziękujesz czwórce z nich. Możesz też zrezygnować w każdym momencie.",
    "de": "Du hast bereits {0} Benutzerin oder Benutzer übersprungen. Du kannst gerne weitermachen, bis du vier Benutzerinnen oder Benutzern gedankt hast, oder du kannst die Aufgabe auch jederzeit beenden, wenn sie dir zu schwer fällt."
  },
  "thanker.tool.confirmation": {
    "en": "Great. The editor will receive your Thanks in a few seconds.",
    "ar": "عظيم. سيتلقى المحرر الشكر منك خلال ثوانٍ قليلة.",
    "fa": "عالی. ویرایشگر تا چند دقیقه دیگر تشکر شما را دریافت می‌کند.",
    "pl": "Wspaniale! Redaktor otrzyma Twoje podziękowanie za kilka sekund.",
    "de": "Großartig – der Benutzerin oder Benutzer erhält in ein paar Sekunden ein Dankeschön von dir."
  },
  "thanker.tool.error": {
    "en": "There was an error, please try again in a few seconds.",
    "ar": "حصل خلل. يرجى المحاولة مجدداً بعد بضعة ثوانٍ.",
    "fa": "خطایی پیش آمد، لطفا چند ثانیه بعد دوباره تلاش کنید.",
    "pl": "Wystąpił błąd, spróbuj ponownie za chwilę",
    "de": "Irgendetwas ist schiefgegangen, bitte versuche es in ein paar Sekunden noch mal."
  },
  "thanker.end.title": {
    "en": "Wikipedia Study Finished",
    "ar": "تم الانتهاء من دراسة ويكيبيديا",
    "fa": "پژوهش ویکی‌پدیا به پایان رسید.",
    "pl": "Badanie na temat Wikipedii: zakończenie",
    "de": "Wikipedia-Studie abgeschlossen"
  },
  "thanker.end.body": {
    "en": "That’s it. You have completed your task and are now two thirds of the way through the study. You will receive one more email from us asking you to complete the study. Until then, thanks again for your participation! \nYou can now close this browser window.",
    "ar": "شكراً لك. لقد أكملت مهمتك وأنجزت ثلثي الدراسة. ستتلقى بريداً الكترونياً أخيراً منا يطلب منك إتمام الدراسة. حتى ذلك الحين نشكرك مجدداً على مشاركتك!\nيمكنك الآن إغلاق هذه النافذة.",
    "fa": "تمام شد. فعالیتتان را به پایان رسانده‌اید و حالا دو سوم این پژوهش را انجام داده‌اید. از ما یک ایمیل دیگر دریافت می‌کنند و در آن‌جا ازتان مي‌خواهیم پژوهش را به پایان برسانید. تا آن موقع، مجددا از مشارکت‌تان سپاسگزاریم!\nاکنون می‌توانید این صفحه را ببندید.",
    "pl": "To tyle. Ukończyłeś\/ukończyłaś swoje zadanie i 2\/3 badania. Otrzymasz od nas jeszcze jeden e-mail z prośbą o wypełnienie ankiety. Do tego czasu jeszcze raz dziękujemy za udział!\nMożesz zamknąć to okno przeglądarki.",
    "de": "Du hast die Aufgabe und somit auch Teil zwei der Studie erfolgreich abgeschlossen. Nur noch ein Teil, dann hast du es geschafft! Wir schicken dir demnächst noch eine letzte E-Mail mit der Bitte, die Studie bis zum Ende durchzuführen. Zunächst aber noch mal vielen Dank für deine Teilnahme! \nDu kannst dieses Fenster nun schließen."
  },
  "thanker.end.thankslog":{
    "en": "Thanks log (may take a few minutes to update): ",
    "ar": "  (    ): ",
    "fa": "  (       ): ",
    "pl": "Rejestr podzikowa (aktualizacja moe potrwa kilka minut): ",
    "de": "Dankeschn-Logbuch (das Update kann einige Minuten dauern): "
  },
  "activity.landing.title": {
    "en": "Wikipedia Study Instructions",
    "ar": "تعليمات دراسة ويكيبيديا",
    "fa": "دستورالعمل‌های مطالعه ویکی‌پدیا",
    "pl": "Badanie na temat Wikipedii: instrukcje",
    "de": "Wikipedia-Studie: Anweisungen"
  },
  "activity.landing.body": {
    "en": "Thank you again for participating in this Wikipedia study.\n\nIn this part of the study we ask you to contribute to [Arabic\\/German\\/Persian\\/Polish] Wikipedia by participating in a specific task.\n\nAs you know, there are many ways to contribute on Wikipedia, including adding content, correcting formatting, monitoring for vandalism, etc.\n\nOn the next page you will see a timer and three activities which will be randomly selected from a number of possible ways to contribute to Wikipedia. We ask that you engage in one of those activities on [Arabic\\/German\\/Persian\\/Polish] Wikipedia for 10 minutes. Once you have selected an activity, please click Start timer to start the timer and open a new browser window to engage in the editing activity you choose. When the 10 minutes is up, the timer will alert you.(Note: We will not observe your behavior on Wikipedia during this activity.)",
    "ar": "       .\n\n               .\n\n                  ... .\n\n                  .              .       \" \"               .      .(:           .)",
    "fa": "  ‌    ‌ . \n\n       ‌       ‌   . \n\n\n‌  ‌   ‌ ‌         ‌     .\n\n\n     ‌         ‌  ‌    ‌  ‌.   ‌    ‌     ‌   .           .   ‌      ‌    ‌       .        ‌.\n\n (:‌      ‌    ‌  .)",
    "pl": "Jeszcze raz dzikujemy za udzia w tym badaniu na Wikipedii.\n\nW tej czci opracowania prosimy o zrealizowaniu okrelonego zadania na polskiej Wikipedii.\nJak wiadomo, istnieje wiele sposobw na udostpnianie Wikipedii, w tym dodawanie treci, poprawianie formatowania, monitorowanie wandalizmu itp.\nNa nastpnej stronie zobaczysz zegar i trzy aktywnoci, ktre zostan losowo wybrane z wielu moliwych. Prosimy o zaangaowanie si w jedn z tych aktywnoci na polskiej Wikipedii przez 10 minut. Po wybraniu dziaania kliknij Uruchom licznik czasu, aby uruchomi stoper i otworzy nowe okno przegldarki, aby rozpocz wybran aktywno. Gdy minie 10 minut, otrzymasz powiadomienie.\n (Uwaga: podczas tej aktywnoci nie bdziemy obserwowa Twojego zachowania na Wikipedii).",
    "de": "Vielen Dank noch mal fr deine Teilnahme an dieser Studie.\n\nIn diesem Teil bitten wir dich darum, zur deutschsprachigen Wikipedia beizutragen, indem du eine bestimmte Aufgabe durchfhrst.\n\nWie du sicher weit, gibt es mehrere Mglichkeiten, zu Wikipedia beizutragen  du kannst Inhalte hinzufgen, Artikel auf Vandalismus berprfen, Formatierungsfehler beheben usw.\n\nDie nchste Seite zeigt dir einen Countdown und drei zufllig ausgewhlte Ttigkeiten an, die du auf Wikipedia ausfhren kannst. Bitte suche dir eine aus und gehe ihr fr die nchsten zehn Minuten in der deutschsprachigen Wikipedia nach. Wenn du dich fr eine Ttigkeit entschieden hast, drcke bitte auf Countdown starten und ffne ein neues Browserfenster, wo du der Ttigkeit nachgehen kannst, die du dir ausgesucht hast. Du erhltst eine Benachrichtigung, sobald die zehn Minuten vorbei sind.\n\n(Hinweis: Wir werden dein Verhalten auf Wikipedia whrend dieser Aktivitt nicht verfolgen.)"
  },
  "activity.landing.next.button": {
    "en": "Next",
    "ar": "التالي",
    "fa": "بعدی",
    "pl": "Dalej",
    "de": "Weiter"
  },
  "activity.tool.instructions": {
    "en": "Please select one of activities listed below to engage in on [Arabic\/German\/Persian\/Polish] Wikipedia for 10 minutes. Once you have selected an activity, click “Start timer” to start the timer. Then open a new browser window to engage in the editing activity. When the 10 minutes is up, the timer will alert you. At that time, please return to this window and click to confirm you engaged in the activity.\n",
    "ar": "يرجى اختيار واحد من الأنشطة المذكورة أدناه للمشاركة في ويكيبيديا بالعربية لمدة ١٠ دقائق. بعد اختيارك للنشاط قم بالنقر على \"بدء المؤقِت\" للبدء في حساب الوقت وافتح صفحة جديدة على المتصفح للانخراط في النشاط التحريري. عند انتهاء الدقائق العشر سينبهك المؤقِت. عند ذلك يرجى الرجوع إلى هذه النافذة والنقر لتأكيد قيامك بذلك النشاط.",
    "fa": "لطفا یکی از فعالیت‌هایی که در زیر آمده را انتخاب کنید و ۱۰ دقیقه در ویکی‌پدیای فارسی مشارکت کنید. پس از انتخاب فعالیت روی «آغاز تایمر» کلیک کنید تا کار تایمر آغاز شود. سپس صفحه جدیدی برای مشارکت در فعالیت ویراست گشوده می‌شود. ۱۰ دقیقه که تمام شد، تایمر خبرتان می‌کند. آن موقع لطفا به این پنجره برگردید و کلیک کنید تا شرکت‌تان در این فعالیت را تایید کرده باشید.",
    "pl": " Prosimy o wybranie ***jednej z poniżych aktywności*** i jej realizowanie jej przez 10 minut. Po wybraniu aktywności kliknij „Uruchom licznik czasu”, aby uruchomić stoper i otworzyć nowe okno przeglądarki, aby rozpocząć wybraną aktywność. Gdy minie 10 minut, otrzymasz powiadomienie. Prosimy wówczas o powrót do tego okna i potwierdzenie realizacji aktywności.\n",
    "de": "Suche dir bitte eine der unten aufgelisteten Tätigkeiten aus, der du während der nächsten zehn Minuten auf der deutschsprachigen Wikipedia nachgehen wirst. Wenn du dich entschieden hast, klicke auf „Countdown starten“. Du erhältst eine Benachrichtigung, sobald die zehn Minuten vorbei sind. Kehre dann bitte zu diesem Fenster zurück und bestätige, dass du die Aufgabe erfolgreich abgeschlossen hast.\n"
  },
  "activity.tool.three.random": {
    "en": "Your randomly-selected 3 activities are:",
    "ar": "النشاطات الثلاثة التي تم اختيارها عشوائياً هي:",
    "fa": "سه فعالیت شما که به طور اتفاقی انتخاب شده‌اند از این قرارند:",
    "pl": "Twoje trzy, losowe wybrane aktywności:",
    "de": "Deine drei zufällig ausgewählten Tätigkeiten sind:"
  },
  "activity.tool.activity.1": {
    "en": "Categorize articles that have no or too few categories.",
    "ar": "صنف المقالات التي لا تملك تصنيفاً أو لديها عدد قليل من التصنيفات",
    "fa": "دسته‌بندی‌مقاله‌هایی که اندازه کافی دسته‌بندی ندارند",
    "pl": "Pokategoryzuj artykuły bez kategorii lub zbyt małą ilością kategorii.",
    "de": "Artikel kategorisieren, denen noch keine oder nur wenige Kategorien zugewiesen wurden."
  },
  "activity.tool.activity.2": {
    "en": "Check for and note missing sources on article pages.",
    "ar": "ابحث لترى إن كانت هناك موارد ناقصة على صفحات المقالات",
    "fa": "نگاه کنید کجای مقالات ادعاهایی بدون مدرک آمده‌اند و اشاره مربوطه را اضافه کنید",
    "pl": "Sprawdź i zaznacz brakujące źródła",
    "de": "Artikel auf fehlende Quellen durchsuchen."
  },
  "activity.tool.activity.3": {
    "en": "Correct typos and grammar on article pages. (Copyediting)",
    "ar": "صحح الأخطاء الإملائية والنحوية في صفحات المقالات (تحرير)",
    "fa": "تصحیح غلط‌های تایپی و دستور زبانی (نسخه‌خوانی)",
    "pl": "Popraw literówki i błędy gramatyczne (Edycja)",
    "de": "Rechtschreib- und Grammatikfehler in Artikeln korrigieren (Textbearbeitung)."
  },
  "activity.tool.activity.4": {
    "en": "Improve layout, infoboxes, other templates. (\"Wikifying\")",
    "ar": "حسن من الشكل أو صناديق المعلومات أو غيرها من النماذج (\"اجعلها ويكي\") ",
    "fa": "بهبود طراحی، جعبه اطلاعات، سایر الگوها («ویکی‌سازی»)",
    "pl": "Popraw layout. (\"Wikifying\")",
    "de": "An Layout, Infoboxen und anderen Vorlagen feilen („Wikifizierung“)."
  },
  "activity.tool.activity.5": {
    "en": "Review new images and make sure they don't violate copyright laws.",
    "ar": "راجع الصور الجديدة وتأكد من أنها لا تنتهك قوانين الملكية الفكرية.",
    "fa": "بازبینی تصاویر جدید و کسب اطمینان از این‌که ناقض قوانین کپی‌رایت نیستند",
    "pl": "Zweryfikuj nowe zdjęcia i upewnij się, że nie naruszają one praw autorskich",
    "de": "Neue Bilder überprüfen und sicherstellen, dass sie gegen keine Urheberrechte verstoßen."
  },
  "activity.tool.activity.6": {
    "en": "Review articles to nominate for good article status.\n",
    "ar": "راجع المقالات ليتم ترقيتها إلى وضع المقالات الجيدة.",
    "fa": "بازبینی مقالات برای این‌که نامزد عنوان «مقاله خوب» شوند",
    "pl": "Oceń artykuły pod katęm uznania za dobry artykuł.\n",
    "de": "Artikel auf Eignung als „Lesenswerter Artikel“ überprüfen."
  },
  "activity.tool.activity.7": {
    "en": "Add links to pages that have no or too few incoming links. (\"Orphan pages\")",
    "ar": "أضف الوصلات إلى الصفحات التي لا تملك وصلات تقود إليها أو تملك عدداً قليلاً من تلك الوصلات (\"الصفحات اليتيمة\")",
    "fa": "اضافه کردن لینک به صفحاتی که لینک‌های کافی ندارند («صفحات یتیم»)",
    "pl": "Dodaj linki do artykułów, które nie mają linków lub mają ich za mało (\"Orphan pages\")",
    "de": "Seiten, die nicht oder nur unzureichend verlinkt sind (sogenannte verwaiste Seiten), mit Links versehen."
  },
  "activity.tool.activity.8": {
    "en": "Improve or create lead sections of articles.",
    "ar": "قم بالتحسين أو بخلق مقاطع رئيسية للمقالات",
    "fa": "بهبود یا ایجاد بخش آغازین مقاله‌ها",
    "pl": "Stwórz lub popraw leady artykułów.",
    "de": "Die Einleitungen einzelner Artikel verbessern oder neue verfassen."
  },
  "activity.tool.timer.start": {
    "en": "Start timer",
    "ar": "ابدأ المؤقِت",
    "fa": "تایمر را آغاز کن",
    "pl": "Uruchom licznik czasu",
    "de": "Countdown starten"
  },
  "activity.tool.timer.end": {
    "en": "Timer complete",
    "ar": "تم المؤقِت",
    "fa": "تایمر تمام شد",
    "pl": "Koniec czasu",
    "de": "Zeit abgelaufen"
  },
  "activity.tool.confirm.button": {
    "en": "I confirm I engaged in one of the activities activity above.",
    "ar": "أؤكد على انخراطي في واحدٍ من النشاطات المذكورة أعلاه",
    "fa": "شرکت خود در یکی از فعالیت‌های ذکرشده در بالا را تایید می‌کنم.",
    "pl": "Potwierdzam realizację jednej z powyższych aktywności.",
    "de": "Ich bestätige, dass ich einer der oben aufgeführten Tätigkeiten nachgegangen bin."
  },
  "activity.thanker.landing.error.message": {
    "en": "There was an error in signing in. If you are part of this study, please try again. If you continue to see this error, please contact Julia Kamin (julia.kamin@civilservant.io) or if you need translation to English, {liaison} or {liaison}  so we can correct the problem. Thanks!",
    "ar": "حصل خلل أثناء تسجيل الدخول. إن كنت مساهماً في هذه الدراسة يرجى المحاولة مجدداً. إن استمر هذا الخلل بالحصول يرجى الاتصال بجوليا كامن (julia.kamin@civilservant.io) أو إن كنت بحاجة للترجمة إلى اللغة الإنكليزية فاتصل بـ {liaison} أو {liaison} كي نتمكن من تصحيح الخلل. شكراً!",
    "fa": "در کار ورود به سیستم خطایی پیش آمد. اگر بخشی از این پژوهش هستید لطفا دوباره تلاش کنید. اگر همچنان با این مشکل روبرو بودید با جولیا کمین به آدرس (julia.kamin@civilservant.io) تماس بگیرید و یا اگر ترجمه به انگلیسی نیاز دارید با {liaison} یا {liaison} تا بتوانیم مشکل را حل کنیم. ممنون! \n\n",
    "pl": "Wystąpił błąd podczas logowania. Jeśli uczestniczysz w badaniu, spróbuj ponownie. Jeśli błąd będzie się powtarzał prosimy o kontakt z Julia Kamin (julia.kamin@civilservant.io) lub, w przypadku potrzeby tłumaczenia, z {liaison} albo {liaison}. Dziękujemy!",
    "de": "Bei der Anmeldung ist ein Fehler unterlaufen. Solltest du an dieser Studie teilnehmen, dann versuche es bitte noch mal. Wenn du weiterhin diese Fehlermeldung erhältst, setze dich bitte mit Julia Kamin (julia.kamin@civilservant.io) in Verbindung, damit wir den Fehler beheben können. Falls du eine Übersetzung ins Englische brauchst, kannst du {liaison} oder {liaison} anschreiben. Vielen Dank!"
  },
  "superthanker.signin.title": {
    "en": "Volunteer Sign-In",
    "ar": "تسجيل المشاركة للمتطوعين",
    "fa": "ورود داوطلب",
    "pl": "Logowanie",
    "de": "Anmeldung zur Teilnahme"
  },
  "superthanker.signin.text": {
    "en": "Thank you for volunteering to help our [Arabic, German, Persian, Polish] Wikipedia study. Please start by authenticating your Wikipedia account so we can give you access to instructions.\n",
    "ar": "نشكرك على تطوعك للمساعدة في دراستنا حول ويكيبيديا بالعربية. الرجاء البدء بمصادقة حسابك على ويكيبيديا كي نتمكن من منحك القدرة على الوصول إلى التعليمات.",
    "fa": "از این‌که داوطلب شده‌اند به پژوهش ما در ویکی‌پدیای فارسی کمک کنید متشکریم. لطفا برای آغاز کار حساب ویکی‌پدیای خود را به تایید برسانید تا بتوانیم بهتان دسترسی به دستورالعمل‌ها را ارائه کنیم.",
    "pl": "Dziękujemy za Twoje zainteresowanie i pomoc w naszym badaniu. Prosimy o rozpoczącie od autoryzowaniu swojego konta na Wikipedii, żebyśmy mogli Ci przekazać informacje.\n",
    "de": "Vielen Dank, dass du dich bereit erklärt hast, uns bei unserer Studie zur deutschsprachigen Wikipedia zu unterstützen. Bitte authentifiziere zunächst dein Wikipedia-Benutzerkonto, damit wir dir Zugang zu den Anweisungen geben können.\n"
  },
  "superthanker.landing.title": {
    "en": "Welcome Superthanker",
    "ar": "أهلاً بك أيها \"الشاكر العظيم\"",
    "fa": "سلام به فوق تشکرکننده!",
    "pl": "Witaj Superthanker",
    "de": "Willkommen, aktiver Danksager"
  },
  "superthanker.landing.greeting": {
    "en": "Thank you for volunteering to be a \"Superthanker\" and helping us learn how to improve  [Arabic, German, Persian, Polish] Wikipedia. As a Superthanker you will be sending \"Thanks\" to other edtiors in your community for specific revisions that you choose. On the next page you will see your first page with list of revisions from another editor. \n",
    "ar": "نشكرك على تطوعك لتكون \"شاكراً عظيماً\" وعلى مساعدتنا في الحصول على فهم أفضل لكيفية تحسين ويكيبيديا بالعربية. ستقوم كـ \"شاكر عظيم\" بإرسال \"الشكر\" لمحررين آخرين في مجتمعك للثناء على مراجعات محددة تختارها. في الصفحة التالية سترى صفحتك الأولى مع قائمة مراجعات محرر آخر. ",
    "fa": "از این‌که داوطلب شدید «فوق تشکرکننده» باشید و به ما کمک کنید یاد بگیریم چطور ویکی‌پدیای فارسی را بهبود بخشیم متشکریم. به عنوان فوق تشکرکننده شما به سایر ویراستاران جامعه خودتان بخاطر آن ویرایشهای مشخصی که خودتان انتخاب می‌کنند «تشکر» می‌فرستید. در صفحه بعدی صفحه اول خود با فهرست ویرایشهای ویراستار دیگری را می‌بینید.\n",
    "pl": "Dziękujemy za zgłoszenie się jako „Superthanker” i pomoc w naszym badaniu dotyczącym poprawy polskiej Wikipedii. Jako „Superthanker” będziesz wysyłał podziękowania do innych redaktorów za wpisy, które wybierzesz. Na następnej stronie zobaczysz wpisy innego redaktora.\n",
    "de": "Vielen Dank, dass du dich bereit erklärst hast, uns als aktiver Danksager bei der Verbesserung der deutschsprachigen Wikipedia zu unterstützen. Als aktiver Danksager hast du die Aufgabe, anderen Benutzerinnen oder Benutzern aus deiner Community für bestimmte Bearbeitungen deiner Wahl zu danken. Auf der nächsten Seite findest du eine Liste von Bearbeitungen, die ein anderer Benutzerin oder Benutzer vorgenommen hat."
  },
  "superthanker.landing.instructions": {
    "en": "Looking at the list of revisions, we ask that you choose one that you think is worthy of thanks and click “thanks” for that revision; the user will then automatically receive a notice that they received a “thanks” from you. It is not necessary that you choose the best revision; we do, however, ask that you use your judgment in deciding if the revision you choose merits thanks. If you do not see a revision worthy of thanks, you may click “pass” which will take you to a list of revisions from another editor.",
    "ar": "بالنظر إلى قائمة المراجعات نسألك أن تختار واحدةً تظنها جديرةً بالثناء وأن تنقر على \"شكراً\" لتلك المراجعة؛ سيقوم المستخدم حينها تلقائياً بتلقي إشعارٍ \"بالشكر\" منك. ليس من الضروري أن تختار أفضل المراجعات؛  لكننا مع ذلك نطلب منك استخدام تقييمك الخاص لتقرير إن كانت المراجعة التي اخترتها تستحق الثناء. إن لم تجد أي مراجعة تستحق الثناء، يمكنك النقر على \"تجاوز\" والانتقال إلى قائمة المراجعات الخاصة بمحررٍ آخر. ",
    "fa": "در نگاه به فهرست ویرایشها از شما می‌خواهیم موردی را انتخاب کنید که به نظر شما سزاوار تشکر است و برای آن ویراست روی دکمه «تشکر» فشار دهید؛ کاربر سپس به طور خودکار یادداشتی در مورد «تشکر» از شما دریافت می‌کند. لازم نیست بهترین ویراست را انتخاب کنید؛ اما ازتان می‌خواهیم هنگام تصمیم‌گیری از قوه قضاوت‌ خود استفاده کنید. اگر هیچ یک از ویرایشهای را شایسته تشکر ندیدید می‌توانید روی «بعدی» کلیک کنید که شما را به فهرستی از ویرایشهای ویراستار دیگری می‌کرد.\n",
    "pl": "Z listy wpisów, prosimy o wybranie takiego, który Twoim zdaniem zasługuje na podziękowania i kliknięcie „dziękuję”; użytkownik automatycznie otrzyma powiadomienie o „podziękowaniu” od Ciebie. Nie jest konieczne, aby wybrać najlepszą wersję; jednak prosimy, abyś sam zdecydował, czy zmiana, którą wybierzesz, zasługuje na podziękowania. Jeśli nie widzisz wpisu zasługującego na  podziękowanie, kliknij „pomiń”, co spowoduje przejście do listy wersji z innego edytora.",
    "de": "Wir bitten dich darum, dir eine Bearbeitung auszusuchen, die deiner Meinung nach ein Dankeschön wert ist, und auf „Danke“ zu klicken. Der Benutzer erhält dann automatisch eine Benachrichtigung, dass du ihm gedankt hast. Du musst nicht zwangsläufig die beste Bearbeitung auswählen; wir bitten dich dennoch darum, gut darüber nachzudenken, ob die Bearbeitung, für die du dich letzten Endes entscheidest, ein Dankeschön wert ist. Wenn du keine solche Bearbeitung findest, kannst du gerne auf „Überspringen“ klicken. Du wirst dann zu einer Liste mit Bearbeitungen von einem anderen Benutzerin oder Benutzer weitergeleitet."
  },
  "superthanker.landing.instructions.2": {
    "en": "We will show you revisions in batches of four editors. We ask that you thank at least four editors, but you are welcome to thank 40 or 400 - or as many as you like. You are what is driving this study and we appreciate all your help. Thanks! Click \"Next\" to get started.",
    "ar": "سنظهر لك المراجعات ضمن مجموعات مؤلفة من أربعة محررين. نسألك أن توجه الشكر إلى أربعة محررين على الأقل، ولكن يمكنك شكر ٤٠ أو حتى ٤٠٠ محرر إن أردت. أشخاص مثلك هم من يجعلون هذه الدراسة ممكنة ونحن نقدر مساعدتك. شكراً! انقر \"التالي\" للبدء.",
    "fa": "ما ویرایشها در دسته‌های چهار ویراستاری نشان‌تان می‌دهیم. از شما می‌خواهیم حداقل از چهار ویراستار تشکر کنید اما می‌توانید اگر خواستید از ۴۰ یا ۴۰۰ مورد تشکر کنید — یا هر تعداد که خواستید. شما پیش‌راننده این پژوهش هستید و ما قدردان تمام زحمات‌تان هستیم. ممنونیم! برای شروع روی «بعدی» کلیک کنید.\n",
    "pl": "Będziemy prezentować wpisy czterech redaktorów. Prosimy, abyś podziękował przynajmniej czterem redaktorom, ale możesz podziękować 40 lub 400 - lub tylu, ile chcesz. Jesteś tym, co napędza to badanie i doceniamy Twoją pomoc. Dziękujemy! Kliknij „Dalej”, aby rozpocząć.",
    "de": "Es werden dir immer vier Listen von Bearbeitungen auf einmal angezeigt, von denen jede einem bestimmten Benutzerin oder Benutzer zugeordnet ist. Wir würden dich darum bitten, insgesamt zwanzig Benutzerinnen oder Benutzern zu danken. Du kannst aber gerne auch 40 oder 400 danken – oder so vielen, wie du möchtest. Du bist die treibende Kraft hinter dieser Studie und wir wissen jede Hilfe zu schätzen. Vielen Dank! Drücke auf „Weiter“, um loszulegen."
  },
  "superthanker.landing.error.message": {
    "en": "There was an error in signing in. If you are an authorized Superthanker please try again. If you continue to see this error please contact Julia Kamin (julia.kamin@civilservant.io) or if you need translation to English, {liaison} or {liaison} so we can correct the problem. Thanks!",
    "ar": "حصل خلل أثناء تسجيل الدخول. إن كنت \"شاكراً عظيماً\" مخولاً يرجى المحاولة مجدداً. إن استمر هذا الخلل بالحصول يرجى الاتصال بجوليا كامن (julia.kamin@civilservant.io) أو إن كنت بحاجة للترجمة إلى اللغة الإنكليزية فاتصل بـ {liaison} أو {liaison} كي نتمكن من تصحيح الخلل. شكراً!",
    "fa": "خطایی در کار ورود به سیستم پیش آمده. اگر فوق تشکرکننده تاییدشده هستید دوباره تلاش کنید. اگر همچنان این خطا را دیدید با جولیا کمین (julia.kamin@civilservant.io) تماس بگیرید و یاد اگر به ترجمه انگلیسی نیاز دارید با {liaison} یا {liaison} تا بتوانیم مشکل را حل کنیم. ممنون!‌",
    "pl": "Wystąpił błąd podczas logowania. Jeśli jesteś autoryzowanym Superthankerem spróbuj ponownie. Jeśli błąd będzie się powtarzał prosimy o kontakt z Julia Kamin (julia.kamin@civilservant.io) lub, w przypadku potrzeby tłumaczenia, z {liaison} albo {liaison}. Dziękujemy!",
    "de": "Bei der Anmeldung ist ein Fehler unterlaufen. Wurdest du bereits als aktiver Danksager bestätigt? Wenn ja, versuche es bitte noch mal. Solltest du weiterhin diese Fehlermeldung erhalten, setze dich bitte mit Julia Kamin (julia.kamin@civilservant.io) in Verbindung, damit wir den Fehler beheben können. Falls du eine Übersetzung ins Englische brauchst, kannst du {liaison} oder {liaison} anschreiben. Vielen Dank!"
  },
  "superthanker.tool.title": {
    "en": "Wikipedia Superthanker App",
    "ar": "تطبيق \"الشاكر العظيم\" من ويكيبيديا",
    "fa": "اپ فوق تشکرکننده ویکی‌پدیا",
    "pl": "Wikipedia Superthanker ",
    "de": "Wikipedia-App: Aktive Danksager"
  },
  "superthanker.tool.progress.1": {
    "en": "You have completed {0} worksets, totalling {1} thanked users, and {2} skipped users.",
    "ar": "لقد أتممت {0} مجموعة عمل، وبالمحصلة شكرت {1} مستخدم، وتجاوزت {2} مستخدم.",
    "fa": "\nشما مجموعه {0} کار شامل بر {1} کاربر مورد تشکر قرار گرفته و {2} کاربر رد شده را به پایان رسانده‌اید.",
    "pl": "Ukończyłeś {0} zestawów roboczych, dziękując {1} użytkownikom i pomijając {2} użytkowników..",
    "de": "Du hast bisher {0} Worksets bearbeitet. Du hast dich bei insgesamt {1} Benutzern bedankt und {2} Benutzer übersprungen."
  },
  "superthanker.tool.progress.2": {
    "en": "There are {0} remaining users to thank in the experiment.",
    "ar": "تبقى {0} مستخدم ينتظرون الشكر في هذه التجربة",
    "fa": "هنوز باید از {0} کاربر دیگر در این تجربه تشکر شود.",
    "pl": "Pozostały {0} użytkowników do podziękowania.",
    "de": "In diesem Experiment muss noch {0} Benutzern gedankt werden."
  },
  "superthanker.tool.newworkset": {
    "en": "Start a new workset.",
    "ar": "ابدأ بمجموعة عمل جديدة",
    "fa": "کار جدیدی را شروع کنید",
    "pl": "Nowy zestaw roboczy",
    "de": "Fange ein neues Workset an."
  },
  "superthanker.leaderboard.1": {
    "en": "Leaderboard",
    "ar": "سجل الصدارة",
    "fa": "لیدربورد",
    "pl": "Lista liderów",
    "de": "Bestenliste"
  },
  "superthanker.leaderboard.2": {
    "en": "Your position in the leaderboard: {0}",
    "ar": "ترتيبك في سجل الصدارة هو: {0}",
    "fa": "موقعیت شما در لیدربورد: {0}",
    "pl": "Twoja pozycja: {0}",
    "de": "Dein Rang in der Bestenliste: {0}"
  },
  "superthanker.leaderboard.3": {
    "en": "{position}. {username} {number of thanks} thanks.",
    "ar": "{position}. {username} {number of thanks} شكر",
    "fa": "{position}. {username} {number of thanks} متشکریم.",
    "pl": "{pozycja}. {użytkownik} {liczba podziekowań} thanks.",
    "de": "{position}. {username} {number of thanks} Dankesnachrichten."
  },
  "misc.loading": {
    "en": "Loading...",
    "ar": "التحميل جارٍ",
    "fa": "در حال بارگذاری...",
    "pl": "Ładowanie...",
    "de": "Lädt…"
  },
  "misc.tooltip": {
    "en": "Click for help and instructions.",
    "ar": "انقر للمساعدة والتعليمات",
    "fa": "برای کمک و دستورالعمل‌ها کلیک کنید.",
    "pl": "Pomoc oraz instrukcje",
    "de": "Klicken, um Hilfe und Anweisungen zu erhalten."
  },
  "misc.landing.error.title": {
    "en": "Login error",
    "ar": "خلل في تسجيل الدخول",
    "fa": "خطای ورود",
    "pl": "Błąd logowania",
    "de": "Anmeldefehler"
  },
  "activity.thanker.tool.title": {
    "en": "Wikipedia Study Activity",
    "ar": "نشاط دراسة ويكيبيديا",
    "fa": "فعالیت پژوهشی در ویکی‌پدیا",
    "pl": "Badanie na temat Wikipedii: Aktywność",
    "de": "Wikipedia-Studie: Aktivität"
  },
  "misc.error.timeout": {
    "en": "Our experiment requires you to finish the experiment within {0} minutes",
    "ar": "     {0} .",
    "fa": "            {0}    ",
    "pl": "Eksperyment wymaga, by zadanie wykona w {0} minut",
    "de": "Unser Experiment erfordert, dass du das Experiment innerhalb von {0} Minuten abschliet."
  },
  "misc.instructions": {
    "en": "Instructions:",
    "ar": ":",
    "fa": "",
    "pl": "Instrukcje",
    "de": "Anleitung:"
  },
  "oauth.logout.button": {
    "en": "Log out",
    "ar": "",
    "fa": "",
    "pl": "Wyloguj si",
    "de": "Abmelden"
  },
  "oauth.logout.you": {
    "en": "You have been logged out.",
    "ar": "    .",
    "fa": "    ",
    "pl": "Wylogowano Ci",
    "de": "Du wurdest abgemeldet."
  },
  "oauth.login.with": {
    "en": "Log in with Mediawiki",
    "ar": "   ",
    "fa": "   ",
    "pl": "Zaloguj si przy uyciu MediaWiki",
    "de": "Anmelden mit Mediawiki"
  },
  "oauth.logged.inas": {
    "en": "Logged in as: {0}",
    "ar": "  ",
    "fa": "   {0}  ",
    "pl": "Zalogowano jako: {0}",
    "de": "Angemeldet als: {0}"
  },
  "activity.confirm.sent": {
    "en": "Thanks, we recorded your participation.",
    "ar": "   .",
    "fa": "      ",
    "pl": "Dzikujemy, otrzymalimy Twoje wyniki.",
    "de": "Danke, wir haben deine Teilnahme erfasst."
  },
  "activity.time.remaining": {
    "en": "Time remaining:",
    "ar": " :",
    "fa": " ",
    "pl": "Pozostay czas:",
    "de": "Verbleibende Zeit:"
  },
  "activity.time.timer": {
    "en": "Timer:",
    "ar": " ",
    "fa": "",
    "pl": "Licznik czasu",
    "de": "Zeit:"
  },
  "misc.langname": {
    "en": "English",
    "ar": "",
    "fa": "",
    "pl": "Polskie",
    "de": "Deutsch"
  }
}
